Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# PassportEmailInfo
source: Enter your email address
ar: إدخال بريدك الإلكتروني
be: Увядзіце ваш адрас электроннай пошты
ca: Introduïu la vostra adreça electrònica
de: Deine E-Mail Adresse eingeben
es: Pon tu dirección de correo electrónico
fa: آدرس ایمیل خود را وارد کنید
fi: Syötä sähköpostiosoitteesi
fr: Entrez votre courriel
id: Masukkan alamat surel
it: Inserisci il tuo indirizzo email
ko: 이메일 주소를 입력하세요
ms: Masukkan alamat emel anda
nl: Voer je E-mailadres in
pl: Podaj adres e-mail
pt_br: Insira seu endereço de email
ru: Укажите свой адрес электронной почты
sv: Ta bort din e-postadress
tr: E-posta adresinizi girin
uk: Введіть свою е-пошту
uz: Elektron manzilingizni kiriting
zh_cn: 输入您的电子邮箱地址
zh_tw: 輸入您的電郵地址

# PassportEmailUploadInfo
source: Note: You will receive a confirmation code on the email address you provide.
ar: تنويه: سيصلك رمز التأكيد عبر البريد الإلكتروني الذي أضفته.
be: Увага: вы атрымаеце код пацвярджэння на адрас, які пазначыце.
ca: Nota: Rebreu un codi de confirmació a l'adreça electrònica que heu facilitat.
de: Du bekommst einen Bestätigungscode per E-Mail gesendet.
es: Nota: Recibirás un código de confirmación en la dirección de correo que nos diste.
fa: توجه: شما کد تأییدی را در آدرس ایمیلی که ارائه می‌کنید دریافت خواهید کرد.
fi: Huom. Vahvistuskoodi lähetetään syöttämääsi sähköpostiosoitteeseen.
fr: Vous recevrez un code de confirmation au courriel que vous indiquez.
id: Catatan: Anda akan menerima kode konfirmasi pada alamat email yang Anda berikan.
it: Nota: riceverai un codice di conferma all'indirizzo email fornito.
ko: 참고: 입력하신 이메일 주소로 인증 코드를 보내 드립니다.
ms: Nota: Anda akan terima kod kepastian ke alamat emel yang anda beri.
nl: Let op: Je ontvangt een bevestigingscode op het door jou opgegeven E-mailadres.
pl: Uwaga: Na podany adres e-mail otrzymasz kod potwierdzający.
pt_br: Aviso: você receberá um código de confirmação no endereço de email fornecido.
ru: Обратите внимание: на указанную Вами электронную почту придет код подтверждения.
sv: Obs: Du kommer att få en bekräftelsekod till e-postadressen du anger.
tr: Not: Girdiğiniz e-posta adresinde bir onay kodu alacaksınız.
uk: Зауважте: на вказану е-пошту прийде код підтвердження.
uz: Eslatma: siz taqdim etgan email manziliga tasdiqlash kodini qabul qilasiz.
zh_cn: 注意：您所提供的电子邮箱将会收到一份验证码。
zh_tw: 注意：您所提供的電郵將會收到一份驗證碼。

# PassportEmailVerifyInfo
source: Please enter the confirmation code we've just sent to {0}.
ar: الرجاء إدخال رمز التأكيد الذي أرسلناه إلى ⁨{0}⁩.
be: Увядзіце код пацвярджэння, які мы адправілі на {0}.
ca: Introduïu el codi de confirmació que us acabem d'enviar a {0}.
de: Bitte den Code eintippen, der dir gerade an {0} gesendet wurde.
es: Por favor, pon el código de confirmación que hemos enviado a {0}.
fa: لطفاً کد تأییدی که به ⁨{0}⁩ ارسال کرده‌ایم را وارد کنید.
fi: Syötä vahvistuskoodi, jonka lähetimme osoitteeseen {0}.
fr: Merci d'entrer le code de confirmation que nous venons d'envoyer à {0}.
id: Mohon masukkan kode konfirmasi yang sudah kami kirimkan ke {0}.
it: Per favore inserisci il codice di conferma che abbiamo appena inviato a {0}.
ko: 방금 {0}(으)로 받은 인증 코드를 입력해 주세요.
ms: Sila masukkan kod kepastian yang kami baru kirim ke {0}.
nl: Voer de bevestigingscode in die we hebben verstuurd naar {0}.
pl: Wprowadź kod potwierdzający, który właśnie wysłaliśmy na {0}.
pt_br: Digite o código de confirmação que acabamos de enviar para {0}.
ru: Введите код подтверждения, который был только что отправлен на {0}.
sv: Ange bekräftelsekoden som vi nyss skickade till {0}.
tr: Lütfen {0} adresine gönderdiğimiz onay kodunu girin.
uk: Введіть код підтвердження, надісланий на {0}.
uz: Quyidagi manzilga hozirgina yuborilgan tasdiqlash kodini kiriting: {0}.
zh_cn: 请输入我们发到 {0} 的确认码。
zh_tw: 請輸入我們發到 {0} 的確認碼。

# PassportExpired
source: Expiry Date
ar: تاريخ الانتهاء
be: Тэрмін дзеяння
ca: Data de venciment
de: Ablaufdatum
es: Vencimiento
fa: تاریخ انقضا
fi: Erääntymispäivä
fr: Date d'expiration
id: Tanggal Kedaluwarsa
it: Data di scadenza
ko: 만료일
ms: Tarikh Tamat
nl: Verloopdatum
pl: Data ważności
pt_br: Validade
ru: Срок действия
sv: Utgångsdatum
tr: Bitiş Tarihi
uk: Термін дії
uz: Amal qilish muddati
zh_cn: 失效日期
zh_tw: 失效日期

# PassportFemale
source: Female
ar: أنثى
be: Жаночы
ca: Dona
de: Weiblich
es: Femenino
fa: زن
fi: Nainen
fr: Femme
id: Perempuan
it: Donna
ko: 여성
ms: Wanita
nl: Vrouw
pl: Kobieta
pt_br: Feminino
ru: Женский
sv: Kvinna
tr: Kadın
uk: Жіноча
uz: Ayol
zh_cn: 女
zh_tw: 女

# PassportFrontSide
source: Front Side
ar: الوجه الأمامي
be: Пярэдні бок
ca: Anvers
de: Vorderseite
es: Lado delantero
fa: طرف جلو
fi: Etupuoli
fr: Recto
id: Halaman Depan
it: Lato frontale
ko: 앞면
ms: Muka Depan
nl: Voorkant
pl: Przednia strona
pt_br: Frente
ru: Лицевая сторона
sv: Framsida
tr: Ön Yüz
uk: Лицьовий бік
uz: Oldi tomoni
zh_cn: 正面
zh_tw: 正面

# PassportFrontSideInfo
source: Upload a photo of the front side of the document
ar: رفع صورة عن الوجه الأمامي لهذه الوثيقة
be: Запампуйце фота пярэдняга боку дакумента
ca: Pugeu una foto de l'anvers del document
de: Foto der Vorderseite des Dokuments hochladen
es: Sube una foto del lado delantero del documento
fa: عکسی از طرف جلوی سند را آپلود کنید
fi: Lähetä kuva asiakirjan etupuolesta
fr: Envoyez une photo du recto du document
id: Unggah foto sisi depan dokumen
it: Carica una foto del lato frontale del documento
ko: 서류 앞면의 사진을 업로드하세요
ms: Muat naik foto muka depan dokumen
nl: Upload een foto van de voorkant van het document
pl: Prześlij zdjęcie przedniej strony dokumentu
pt_br: Envie uma foto da frente do documento
ru: Загрузите фотографию лицевой стороны документа
sv: Ladda upp en bild av handlingens framsida
tr: Belgenin ön yüzünün fotoğrafını yükleyin
uk: Завантажте фото лицьового боку документа
uz: Hujjat old tomonining rasmini yuklash
zh_cn: 上传一份文件正面的照片
zh_tw: 上傳一份文件正面的照片

# PassportGender
source: Gender
ar: الجنس
be: Пол
ca: Gènere
de: Geschlecht
es: Género
fa: جنسیت
fi: Sukupuoli
fr: Sexe
id: Jenis Kelamin
it: Genere
ko: 성별
ms: Jantina
nl: Geslacht
pl: Płeć
pt_br: Gênero
ru: Пол
sv: Kön
tr: Cinsiyet
uk: Стать
uz: Jins
zh_cn: 性别
zh_tw: 性别

# PassportIdentityDocument
source: Identity Document
ar: وثيقة الهوية
be: Пацвярджэнне асобы
ca: Document d'identitat
de: Identitätsdokument
es: Documento de identidad
fa: سند شناسایی
fi: Henkilöllisyystodistus
fr: Pièce d'identité
id: Dokumen Identitas
it: Documento d'identità
ko: 신분 증명서
ms: Dokumen Pengenalan
nl: Identiteitsbewijs
pl: Dokument tożsamości
pt_br: Documento de Identidade
ru: Удостоверение личности
sv: Identitetshandling
tr: Kimlik Belgesi
uk: Посвідчення особи
uz: Shaxsni tasdiqlovchi hujjat
zh_cn: 身份文件
zh_tw: 身份文件

# PassportIdentityDocumentInfo
source: Upload a scan of your passport or other ID
ar: رفع نسخة من جواز سفرك أو هوية شخصية أخرى
be: Запампуйце ваш сканаваны пашпарт або іншы дакумент, які пацвярджае асобу
ca: Escanegeu i pugeu el vostre passaport o un altre document d'identitat
de: Scan deines Ausweises hochladen
es: Sube un escaneo de tu pasaporte u otra ID
fa: اسکنی از پاسپورت یا کارت شناسایی دیگر خود را آپلود کنید
fi: Lähetä skannaus passistasi tai vastaavasta
fr: Envoyez un scan de votre passeport ou d'une autre pièce d'identité
id: Unggah pindaian paspor Anda atau identitas lainnya.
it: Carica una scansione del tuo passaporto o di un altro documento
ko: 회원님의 여권이나 다른 신분증을 스캔하여 업로드하세요
ms: Muat naik imbasan pasport atau pengenalan lain anda
nl: Upload een scan van je paspoort of ander identiteitsbewijs
pl: Prześlij skan swojego paszportu lub innego dokumentu tożsamości
pt_br: Envie um scan de seu passaporte ou outro documento de identificação
ru: Загрузить скан паспорта или другого удостоверения личности
sv: Ladda upp en inskanning av ditt pass eller annan ID-handling
tr: Pasaport veya bir başka kimliğinizin taramasını yükleyin
uk: Завантажте скан паспорта чи іншого ID
uz: Pasport yoki boshqa bir ID hujjat skaynerini yuklang
zh_cn: 上传一份您的护照或其它身份证明的扫描件
zh_tw: 上傳一份您的護照或其它身份証明的掃描

# PassportIdentityDriverLicence
source: Upload a scan of your driver's license
ar: قم برفع نسخة من رخصتك للقيادة
be: Запампуйце ваша сканаванае вадзіцельскае пасведчанне
ca: Escanegeu i pugeu el vostre carnet de conduir
de: Scan deines Führerscheins hochladen
es: Sube un escaneo de tu licencia de conducir
fa: اسکنی از گواهی‌نامه رانندگی خود را آپلود کنید
fi: Lähetä skannaus ajokortistasi
fr: Envoyez un scan de votre permis de conduire
id: Unggah pindaian surat izin mengemudi Anda
it: Carica una scansione della tua patente
ko: 회원님의 운전면허증을 스캔하여 업로드하세요
ms: Muat naik imbasan lesen memandu anda
nl: Upload een scan van je rijbewijs
pl: Prześlij skan swojego prawa jazdy
pt_br: Envie um scan da sua carteira de motorista
ru: Загрузите скан своих водительских прав
sv: Ladda upp en inskanning av ditt körkort
tr: Sürücü belgenizin taranmasını yükleyin
uk: Завантажте скан водійських прав
uz: Haydovchilik guvohnomangizning skanerlangan variantini yuklang
zh_cn: 上传一份驾驶证的扫描件
zh_tw: 上傳一份駕駛証的掃描

# PassportIdentityID
source: Upload a scan of your identity card
ar: قم برفع نسخة من بطاقة هويتك الشخصية
be: Запампуйце вашу сканаваную ID-картку
ca: Escanegeu i pugeu un carnet d'identitat
de: Scan deines Personalausweises hochladen
es: Sube un escaneo de tu tarjeta de identificación
fa: اسکنی از کارت شناسایی خود را آپلود کنید
fi: Lähetä skannaus henkilökortistasi
fr: Envoyez un scan de votre carte d'identité
id: Unggah pindaian kartu identitas Anda
it: Carica una scansione della tua carta d'identità
ko: 회원님의 신분증을 스캔하여 업로드하세요
ms: Muat naik imbasan kad pengenalan anda
nl: Upload een scan van je identiteitskaart
pl: Prześlij skan swojego dokumentu tożsamości
pt_br: Envie um scan de sua carteira de identidade
ru: Загрузите скан своего удостоверения личности
sv: Ladda upp en inskanning av ditt ID-kort
tr: Kimlik kartınızın taramasını yükleyin
uk: Завантажте скан ідентифікаційної картки
uz: Shaxsni tasdiqlovchi hujjatingiz skaner variantini yuklang
zh_cn: 上传一份身份证的扫描件
zh_tw: 上傳一份身份証的掃描

# PassportIdentityInternalPassport
source: Upload a scan of your internal passport
ar: قم برفع نسخة من جوازك الداخلي
be: Запампуйце ваш сканаваны ўнутраны пашпарт
ca: Escanegeu i pugeu un passaport intern
de: Scan deines nationalen Reisepasses hochladen
es: Sube un escaneo de tu pasaporte interno
fa: اسکنی از پاسپورت داخلی خود را آپلود کنید
fi: Lähetä skannaus sisämaanpassistasi
fr: Envoyez un scan de votre passeport interne
id: Unggah pindaian paspor internal Anda
it: Carica una scansione del tuo passaporto nazionale
ko: 회원님의 내부 여권을 스캔하여 업로드하세요
ms: Muat naik imbasan pasport dalam negeri anda
nl: Upload een scan van je nationaal paspoort
pl: Prześlij skan swojego paszportu wewnętrznego
pt_br: Envie um scan do seu passaporte interno
ru: Загрузите скан внутреннего паспорта
sv: Ladda upp en inskanning av ditt inrikespass
tr: İç pasaportunuzun taranmasını yükleyin
uk: Завантажте скан громадянського паспорта
uz: Ichki pasportingiz skanerini yuklang
zh_cn: 上传一份户口本（Internal Passport）的扫描件
zh_tw: 上傳一份國内護照（Internal Passport）的掃描

# PassportIdentityPassport
source: Upload a scan of your passport
ar: يُرجى رفع نسخة من جواز سفرك
be: Запампуйце ваш сканаваны пашпарт
ca: Escanegeu i pugeu un passaport
de: Scan deines Reisepasses hochladen
es: Sube un escaneo de tu pasaporte
fa: اسکنی از پاسپورت خود را آپلود کنید
fi: Lähetä skannaus passistasi
fr: Envoyez un scan de votre de passeport
id: Unggah pindaian paspor internal Anda
it: Carica una scansione del tuo passaporto
ko: 회원님의 여권을 스캔하여 업로드하세요
ms: Muat naik imbasan pasport anda
nl: Upload een scan van je paspoort
pl: Prześlij skan swojego paszportu
pt_br: Envie um scan do seu passaporte
ru: Загрузите скан своего паспорта
sv: Ladda upp en inskanning av ditt pass
tr: Pasaportunuzun taramasını yükleyin
uk: Завантажте скан паспорта
uz: Pasportingiz skanerini yuklang
zh_cn: 上传一份护照的扫描件
zh_tw: 上傳一份護照的掃描

# PassportInfo
source: With Telegram Passport you can easily sign up for websites and services that require identity verification. Your information, personal data, and documents are protected by end-to-end encryption. Nobody, including Telegram, can access them without your permission. You can visit our FAQ to learn more.
ar: مع جواز تيليجرام يمكنك التسجيل بسهولة في المواقع والخدمات التي تتطلب التحقق من الهوية. معلوماتك، بياناتك الشخصية ومستنداتك محمية ومشفرة من الطرف إلى الطرف. لا يمكن لأحد _حتى تيليجرام_ الوصول إليها دون إذنك. لمزيد من التفاصيل يمكنك زيارة الأسئلة الشائعة حول تيليجرام.
be: З Telegram Passport вы можаце лёгка аўтарызоўвацца на вэб-сайтах і сэрвісах, якія патрабуюць праверкі асобы. Вашы звесткі, персанальныя даныя і дакументы абаронены скразным шыфраваннем. Ніхто, уключаючы супрацоўнікаў Telegram, не можа атрымаць доступ да іх без вашага дазволу. Вы можаце праглядзець частыя пытанні, каб даведацца больш.
ca: Amb el Telegram Passport podeu registrar-vos fàcilment a pàgines web i serveis que requereixen verificació d'identitat. La vostra informació, dades personals i documents estan protegits amb xifratge d'extrem a extrem. Ningú, inclòs el Telegram, no pot accedir-hi sense el vostre permís. Per a més informació, consulteu les preguntes més freqüents.
de: Mit Telegram Passport kannst du dich ganz einfach bei Webseiten und Diensten anmelden, die eine Identitätsprüfung erfordern. Deine Informationen, persönlichen Daten und Dokumente sind durch Ende-zu-Ende-Verschlüsselung geschützt. Niemand, einschließlich Telegram, kann ohne deine Erlaubnis darauf zugreifen. Mehr dazu in unseren FAQs.
es: Con Telegram Passport puedes registrarte fácilmente en sitios web y servicios que requieren una identificación. Tu información, datos personales y documentos están protegidos con cifrado end-to-end. Nadie, incluyendo a Telegram, puede acceder a ellos sin tu permiso. Puedes visitar nuestras Preguntas frecuentes para saber más.
fa: با پاسپورت تلگرام، شما می‌توانید به راحتی در وبسایت‌ها و سرویس‌هایی که به تأیید هویت شما نیاز دارند، ثبت نام کنید. اطلاعات، داده‌های شخصی، و سندهای شما با رمزگذاری سرتاسر محافظت می‌شوند. هیچ‌کس، حتی تلگرام، نمی‌تواند بدون اجازه شما به آن‌ها دسترسی پیدا کند. جهت کسب اطلاعات بیشتر به صفحه پرسش‌های متداول ما مراجعه کنید.
fi: Telegram-passilla voit helposti kirjautua verkkosivustoille ja palveluihin, jotka vaativat henkilöllisyyden todistamista. Tietosi, henkilötietosi sekä asiakirjasi salataan päästä päähän -salauksella. Kukaan, edes Telegram, ei pääse niihin käsiksi ilman lupaasi. Lisätietoa usein kysytyissä kysymyksissä.
fr: Avec Telegram Passport, vous pouvez facilement vous inscrire aux sites et services qui requièrent une vérification d'identité. Vos informations, données personnelles et documents sont protégés par un chiffrement de bout en bout. Personne, pas même Telegram, ne peut y accéder sans votre permission. Vous pouvez consulter notre FAQ pour plus d'informations.
id: Dengan Telegram Passport, Anda dapat dengan mudah mendaftar ke situs web dan layanan yang memerlukan verifikasi identitas. Informasi Anda, data pribadi, dan dokumen dilindungi oleh enkripsi end-to-end. Tidak seorang pun, termasuk Telegram, dapat mengakses tanpa izin Anda. Anda dapat mengunjungi FAQ kami untuk mempelajari lebih lanjut.
it: Con Telegram Passport puoi iscriverti facilmente ai siti web e ai servizi che richiedono la verifica dell'identità. Le tue informazioni, i tuoi dati personali e i tuoi documenti sono protetti tramite crittografia end-to-end. Nessuno, incluso Telegram, può accedervi senza il tuo permesso. Puoi visitare le nostre FAQ per saperne di più.
ko: 텔레그램 패스포트와 함께라면 본인 확인이 필요한 웹 사이트와 서비스에 손쉽게 가입하실 수 있습니다. 회원님의 정보와 개인 데이터, 서류는 단대단 암호화로 보호됩니다. 텔레그램을 포함하여 그 누구도 회원님의 승인 없이 이들에 접근할 수 없습니다. 자주 묻는 질문을 방문하여 자세히 알아보실 수 있습니다.
ms: Dengan Telegram Passport anda mudah untuk daftar ke laman web dan mana-mana servis yang perlukan verifikasi pengenalan. Informasi anda , data peribadi, dan dokumen adalah dipelihara dengan penyulitan mula ke akhir. Tiada siapa termasuk Telegram boleh mengakses mereka tanpa kebenaran anda. Anda boleh ke FAQ kami untuk pelajari seterusnya.
nl: Met Telegram Passport kun je je makkelijk aanmelden voor websites en diensten die identiteitsverificatie vereisen. Je informatie, persoonsgegevens en documenten zijn beschermd middels end-to-end-versleuteling. Niemand heeft toegang tot deze gegevens zonder je toestemming, inclusief Telegram. Je kunt onze veelgestelde vragen bekijken voor meer informatie.
pl: Dzięki usłudze Paszport Telegrama możesz łatwo zarejestrować się na stronach internetowych i w usługach, które wymagają weryfikacji tożsamości. Twoje informacje, dane osobowe i dokumenty są chronione przez pełne szyfrowanie typu „end-to-end”. Nikt, w tym Telegram, nie może uzyskać do nich dostępu bez twojej zgody. Więcej informacji na ten temat możesz znaleźć w naszym dziale FAQ.
pt_br: Com o Telegram Passport você pode facilmente se inscrever em sites e serviços que exigem verificação de identidade. Suas informações, dados pessoais e documentos são protegidos por criptografia de ponta a ponta. Ninguém, nem mesmo o Telegram, pode acessá-los sem sua permissão. Você pode visitar nossa FAQ para saber mais.
ru: С помощью Telegram Passport можно зарегистрироваться на сайтах и сервисах, где требуется идентификация личности. Ваша информация, персональные данные и документы защищены оконечным шифрованием (end-to-end). Никто, включая Telegram, не сможет получить к ним доступ без Вашего согласия. Почитать об этом подробнее можно в нашем FAQ.
sv: Med Telegram Passport kan du enkelt registrera dig på webbplatser och tjänster som kräver id-bekräftelse. Din information, personuppgifter och dokument skyddas med End-to-End-kryptering. Inga, inklusive Telegram, har åtkomst till dem utan ditt medgivande. Besök vår FAQ och läs mer.
tr: Telegram Pasaportu ile kimlik doğrulaması gerektiren web sitelerine ve hizmetlere kolayca kaydolabilirsiniz. Bilgileriniz, kişisel verileriniz ve belgeleriniz uçtan uca şifreleme ile korunmaktadır. Telegram da dahil hiç kimse izniniz olmadan bunlara erişemez. Daha fazla bilgi için SSS bölümümüzü ziyaret edebilirsiniz.
uk: З Telegram Passport ви можете легко реєструватись на сайтах і в сервісах, які вимагають підтвердження особистості. Ваша інформація, особисті дані та документи захищені наскрізним шифруванням. Ніхто, навіть Telegram, не може мати до них доступу без вашого дозволу. Щоб дізнатись більше, відвідайте ЧаПи Telegram.
uz: Telegram pasporti bilan veb-saytlar va xizmatlarga osonlik bilan kirishingiz mumkin. Sizning shaxsiy ma'lumotlaringiz va hujjatlaringizni hammasi shifrlash bilan himoyalangan. Hech kim, shu jumladan Telegram ham sizning ruxsatingizsiz ularga kira olmaydi. Qo'shimcha ma'lumot olish uchun KBS-ga tashrif buyuring.
zh_cn: 使用 Telegram 通行证， 你可以轻易注册需要个人信息验证的网站。 您的信息、个人数据与文件都会通过端到端加密传输。包括 Telegram 在内的任何人必须经过您的允许才能访问您的信息。 您可以访问我们的 FAQ 了解更多。
zh_tw: 使用 Telegram 通行証， 您可以輕易註冊需要個人資料驗證的網站。 您的訊息、個人數據與文件都會通過點到點加密傳輸。包括 Telegram 在内的任何人必須經過您的允許才能存取您的訊息。 您可以存取我們的 FAQ 了解更多。
